content-org/all-posts.zh-cn.org
#+hugo_base_dir: ../

#+hugo_weight: auto
#+hugo_auto_set_lastmod: t
#+options: author:nil

** DONE 炒饭周摘 2023-05-01
CLOSED: [2023-05-09 Tue 10:45]
:PROPERTIES:
:EXPORT_FILE_NAME: weekly-summary-2023-05-01.zh-cn.md
:EXPORT_DATE: <2023-05-08 Sun>
:CUSTOM_ID: weekly-summary-2023-05-01-zh
:EXPORT_HUGO_CUSTOM_FRONT_MATTER+: :featuredImage /ox-hugo/weekly-summary-2023-05-01-cover.jpeg
:EXPORT_HUGO_CUSTOM_FRONT_MATTER+: :featuredImagePreview /ox-hugo/weekly-summary-2023-05-01-preview.jpeg
:END:
封面是想催我们睡觉的小公主
#+hugo: more
*** 读了什么
**** [[https://hsingko.pages.dev/post/2023/05/07/night-walk-in-a-foreign-city/][陌生之城的夜游]]
很喜欢这种简简单单的随笔， 文笔轻松带着淡淡的忧伤，这种阅读的感觉真的很舒服。
*** 看了什么
**** [[https://www.deeplearning.ai/short-courses/chatgpt-prompt-engineering-for-developers/][ChatGPT Prompt Engineering for Developers]]
吴教授这份学习指南出来一周了吧，一直准备想看看但是却总因为各种各样的借口没有去看。给自己立个flag，希望下周可以好好看看
**** [[https://www.youtube.com/watch?v=3pXFGVGTo4g][游戏为什么会偷跑？厂商就没有办法吗？偷跑背后的原因]]
#+begin_export html
{{< youtube 3pXFGVGTo4g >}}
#+end_export
国王之泪的偷跑我是有担心的，但是没想到竟然提前十多天就被偷跑，而且更重要的是直接可以用模拟器跑起来，门坎大大降低，传播广，危害大， 我理解那些想去玩盗版的心情，但是我不能理解那些玩了盗版跑来四处炫耀剧透的人渣。
**** [[https://movie.douban.com/subject/35588177/][漫长的季节]]
我并没有好好看辛爽导演的[[https://movie.douban.com/subject/33404425/][隐秘的角落]]， 只知道非常好，太太看了之后赞不绝口，这周就果断追着看完了。 有些惊到了。 这部电视剧服道化到故事剧情， 都是近年少有的好剧，用喜剧讲悲剧，讲的这么真实，接地气， 才能真正打动每个看过的心灵。 虽然开头节奏慢，但是我和太太还是看得津津有味，全局也能看出为了过审的改编痕迹，但这些都不影响最后三集狂风骤雨的故事展现。我感叹现在还能看到这么好的中国电视剧。当浮一大白！
**** [[https://www.imdb.com/title/tt6791350/][Guardians of the Galaxy Vol. 3 (2023) - IMDb]]
我上周还在吐槽漫威宇宙第四阶段的疲软，这周日就看到了漫威久违的好电影。 滚导的审美一如既往的在线。声画都很棒，如果第四阶段每一部都有这样的水平该多好！ 这应该是最后一部银河护卫队了，不过也没有什么好遗憾的，都要和过去说再见，往前走，莫回头。
*** 做了什么
**** 这家伙很懒，这周什么也没做
